// JSON 선언 
var weekMsg = {
	"월요일": "월요일은 9시에 회의가 있는 날 입니다. 보고서 준비해 주십시요."
	,"화요일": "화요일은 대청소"
	,"수요일": "수요일은 봉사활동"
	,"목요일": "부서별 회식입니다."
	,"금요일": "오후 3시 퇴근입니다."
}

/*
<참고>
자스에서 JSON은 자바의 HashMap객체와 흡사하다.
HashMap객체와 map = new HashMap();
map.put( "s_no" , "1" );
map.put( "s_name" , "한승태" );
map.put( "jumin_num" , "111111-123456" );
*/



// JSON 선언 
var scheduleMsg = [
	["2021-07-20" , "오늘은 개덥다 후후후"]
	,["2021-07-23" , "2021-07-23 휴강일입니다."]
	,["2021-08-13" , "2021-08-13 휴강일입니다."]
	,["2021-08-16" , "2021-08-16  휴강일입니다."]
	,["2021-11-03" , "2021-11-03  창립기념일 입니다."]
]

























